/* Language */
"Langcode" = "fr";

/* Cancel */
"Cancel" = "Annuler";

/* Choose destination folder */
"Choose destination folder" = "Choisir nom et emplacement du dossier destination";

/* Choose disk image */
"Choose image" = "Choisir image disque pour chercher infos données exif";

/* Choose image save location */
"Choose image save location" = "Choisir où sauvegarder l’image disque";

/* Error */
"Error" = "Erreur";

/* Error message for disk creation failure */
"Error creating image" = "Une erreur est survenu à la création de l’image disque";

/* Error message when an old image in the save location can’t be removed */
"Error replacing image" = "Une image de même nom plus ancienne ne peut être remplacée";

/* Error description when an old image in the save location can’t be removed */
"Image replace err" = "Peut-être n’avez vous pas les droits d’écriture sur ce fichier. Essayez à nouveau en choisissant un autre nom de fichier et en recommençant.";

"Fseek error" = "Erreur d’accès au fichier en essayant de positionner le pointeur de fichier à %i. Je ne peux pas procéder à la récupération. OK pour quitter.";

"Found 1 item" = "Trouvé 1 objet";
"Found %d items" = "Trouvé %d objets";

"New folder" = "Nouveau dossier";

"File exists" = "Un fichier nommé « %@ » existe déjà à cet endroit.";
"Replace?" = "Souhaitez-vous le remplacer?";
"Replace" = "Remplacer";
"Skip" = "Ignorer";
"Apply to all" = "Appliquer à tous";

"Finished title" = "Récuperation finie";
"Finished" = "If you found the photos you were looking for, why not send a “Thank you” using the button below?\n\nOtherwise, if you are still missing photos which you think are there, you could take a look at the FAQ (“Frequently asked questions”) for information on other data rescue applications.\n\n";

"Thank you" = "Merci!";
"Open FAQ" = "Open FAQ";

"Preparing to untrash" = "Extraction de la Corbeille…";

"Quit" = "Quitter";

"Saving item %d" = "Sauve objet %d";

"New version title" = "Welcome to Exif Untrasher %@";
"New version info" = "As this is the first time you run Exif Untrasher or the first time you run this version, would you like to read the (very short) introduction?\n\nIf not, you can access the help any time later using the help button in the lower left corner of the application window.\n";
"Show help" = "Show help";

/* Noun */
"Copy" = "Copie";

"Image creation error" = "A problem was encountered while trying to create the image.\n\nYou can still create the image by hand and then use Exif Untrasher to find photos on the disk image you created. Information on how to do this can be found in the FAQ:\n%@\n\nExif Untrasher will quit as soon as you press the “OK” button.";

"Not enough space" = "There is not enough free disk space in this location. %@ are available, but %@ are required.";